var data = [{
	"img": "1 霍比特人3.jpg",
	"caption": "霍比特人3",
	"desc": "导演: 彼得·杰克逊<br>编剧: 弗兰·威尔士 / 菲利帕·鲍恩斯 / 彼得·杰克逊 / 吉尔莫·德尔·托罗 / J·R·R·托尔金<br>主演: 马丁·弗瑞曼 / 伊恩·麦克莱恩 / 理查德·阿米蒂奇 / 伊万杰琳·莉莉 / 李·佩斯 / 更多...<br>类型: 动作 / 奇幻 / 冒险<br>制片国家/地区: 美国 / 新西兰<br>语言: 英语<br>上映日期: 2015-01-23(中国大陆) / 2014-12-17(美国)<br>片长: 144分钟"
}, {
	"img": "2 博物馆奇妙夜3.jpg",
	"caption": "博物馆奇妙夜3",
	"desc": "导演: 肖恩·利维<br>编剧: 大卫·盖恩 / 迈克尔·汉德尔曼 / 马克·弗里德曼 / 托马斯·列农 / 罗伯特·本·加兰特<br>主演: 本·斯蒂勒 / 罗宾·威廉姆斯 / 欧文·威尔逊 / 史蒂夫·库根 / 瑞奇·热维斯 / 更多...<br>类型: 喜剧 / 奇幻 / 冒险<br>制片国家/地区: 美国 / 英国<br>语言: 英语 / 匈奴语<br>上映日期: 2015-01-04(中国大陆) / 2014-12-19(美国)<br>片长: 98分钟"
}, {
	"img": "3 模仿游戏.jpg",
	"caption": "模仿游戏",
	"desc": "导演: 莫滕·泰杜姆<br>编剧: 格拉汉姆·摩尔<br>主演: 本尼迪克特·康伯巴奇 / 凯拉·奈特莉 / 马修·古迪 / 马克·斯特朗 / 查尔斯·丹斯 / 更多...<br>类型: 剧情 / 传记 / 战争<br>制片国家/地区: 英国 / 美国<br>语言: 英语<br>上映日期: 2014-11-14(英国) / 2014-12-25(美国)<br>片长: 114分钟<br>又名: 模拟游戏"
}, {
	"img": "4 爆裂鼓手.jpg",
	"caption": "爆裂鼓手",
	"desc": "导演: 达米安·沙泽勒<br>编剧: 达米安·沙泽勒<br>主演: 迈尔斯·特勒 / J·K·西蒙斯 / 保罗·雷瑟 / 梅丽莎·贝努瓦 / 奥斯汀·斯托维尔 / 更多...<br>类型: 剧情 / 音乐<br>制片国家/地区: 美国<br>语言: 英语<br>上映日期: 2014-10-10(美国)<br>片长: 107分钟<br>又名: 鼓动真我(港) / 进击的鼓手(台) / 鼓动人生(台) / 鞭打 / The Whiplash Drummer"
}, {
	"img": "5 利维坦.jpg",
	"caption": "利维坦",
	"desc": "导演: 安德烈·萨金塞夫<br>编剧: 安德烈·萨金塞夫 / Oleg Negin<br>主演: 阿列克谢·谢列布里亚科夫 / Roman Madyanov / 更多...<br>类型: 剧情<br>制片国家/地区: 俄罗斯<br>语言: 俄语<br>上映日期: 2014-05-23(戛纳电影节) / 2015-02-05(俄罗斯)<br>片长: 140分钟<br>又名: 缠绕之蛇(台) / 荒谬启示录(港) / Leviafan / Leviathan"
}, {
	"img": "6 鸟人 Birdman.jpg",
	"caption": "鸟人 Birdman",
	"desc": "导演: 亚利桑德罗·冈萨雷斯·伊纳里多<br>编剧: 亚利桑德罗·冈萨雷斯·伊纳里多 / 尼古拉斯·迦科波恩 / 更多...<br>主演: 迈克尔·基顿 / 爱德华·诺顿 / 扎克·加利凡纳基斯 / 安德丽亚·瑞斯波罗格 / 艾米·莱安 / 更多...<br>类型: 剧情 / 喜剧<br>制片国家/地区: 美国 / 加拿大<br>语言: 英语<br>上映日期: 2014-11-14(美国)<br>片长: 119分钟"
}, {
	"img": "7 消失的爱人 Gone Girl.jpg",
	"caption": "消失的爱人 Gone Girl",
	"desc": "导演: 大卫·芬奇<br>编剧: 吉莉安·弗琳<br>主演: 本·阿弗莱克 / 罗莎曼德·派克 / 尼尔·帕特里克·哈里斯 / 凯莉·库恩 / 泰勒·派瑞 / 更多...<br>类型: 剧情 / 悬疑 / 惊悚<br>制片国家/地区: 美国<br>语言: 英语<br>上映日期: 2014-10-03(美国)<br>片长: 149分钟<br>又名: 失踪的女孩 / 失踪女孩 / 失踪罪(港) / 控制(台)"
}, {
	"img": "8 哪啊哪啊神去村.jpg",
	"caption": "哪啊哪啊神去村",
	"desc": "导演: 矢口史靖<br>编剧: 矢口史靖 / 三浦紫苑<br>主演: 染谷将太 / 长泽雅美 / 伊藤英明 / 西田尚美 / 槙田雄司 / 更多...<br>类型: 剧情 / 喜剧<br>制片国家/地区: 日本<br>语言: 日语<br>上映日期: 2014-05-10(日本)<br>片长: 116分钟<br>又名: 哪啊哪啊～神去村(台) / 恋上春树(港) / WOOD JOB！哪啊哪啊神去村 / 神去村日常"
}, {
	"img": "9 外星醉汉PK地球神.jpg",
	"caption": "外星醉汉PK地球神",
	"desc": "导演: 拉吉库马尔·希拉尼<br>编剧: 拉吉库马尔·希拉尼 / 阿西奇·乔希<br>主演: 阿米尔·汗 / 安努舒卡·莎玛 / 桑杰·达特 / 波曼·伊拉妮 / 沙鲁巴·舒克拉 / 更多...<br>类型: 剧情 / 喜剧 / 奇幻<br>制片国家/地区: 印度<br>语言: 印地语<br>上映日期: 2014-12-19(印度)<br>片长: 153分钟<br>又名: Peekay / P.K."
}, {
	"img": "10 骄傲 Pride.jpg",
	"caption": "骄傲 Pride",
	"desc": "导演: 马修·沃楚斯<br>编剧: 史蒂文·贝雷斯福德<br>主演: 本·施耐泽 / 乔治·麦凯 / 莫妮卡·杜兰 / 安德鲁·斯科特 / 约瑟夫·吉尔根 / 更多...<br>类型: 剧情 / 喜剧 / 同性<br>制片国家/地区: 英国<br>语言: 英语<br>上映日期: 2014-05-23(戛纳电影节) / 2014-09-12(英国)<br>片长: 120分钟<br>又名: 骄傲大联盟(台)"
}, {
	"img": "11 冬眠.jpg",
	"caption": "冬眠",
	"desc": "导演: 努里·比格·锡兰<br>编剧: 埃布鲁·锡兰 / 努里·比格·锡兰 / 契诃夫<br>主演: 哈鲁克·比尔根纳尔 / 梅丽莎·索岑 / 迪米·阿克贝 / 艾贝尔克·佩克詹 / 更多...<br>类型: 剧情<br>制片国家/地区: 土耳其 / 法国 / 德国<br>语言: 土耳其语 / 英语<br>上映日期: 2014-05-16(戛纳电影节) / 2014-06-13(土耳其)<br>片长: 196分钟"
}, {
	"img": "12 亲爱的.jpg",
	"caption": "亲爱的",
	"desc": "导演: 陈可辛<br>编剧: 张冀<br>主演: 赵薇 / 黄渤 / 佟大为 / 郝蕾 / 张译 / 更多...<br>类型: 剧情 / 家庭<br>制片国家/地区: 中国大陆 / 香港<br>语言: 汉语普通话 / 安徽方言 / 粤语 / 陕西方言<br>上映日期: 2014-09-25(中国大陆)<br>片长: 130分钟<br>又名: 亲爱的小孩 / 打拐 / 家之亲爱的小孩 / Dearest"
}, {
	"img": "13 布达佩斯大饭店.jpg",
	"caption": "布达佩斯大饭店",
	"desc": "导演: 韦斯·安德森<br>编剧: 韦斯·安德森 / 雨果·吉尼斯<br>主演: 拉尔夫·费因斯 / 托尼·雷沃罗利 / 艾德里安·布洛迪 / 威廉·达福 / 裘德·洛 / 更多...<br>类型: 剧情 / 喜剧<br>制片国家/地区: 美国 / 德国 / 英国<br>语言: 英语 / 法语 / 德语<br>上映日期: 2014-03-07(美国)<br>片长: 100分钟<br>又名: 布达佩斯大酒店(港) / 欢迎来到布达佩斯大饭店(台)"
}, {
	"img": "14 妈咪 Mommy.jpg",
	"caption": "妈咪 Mommy",
	"desc": "导演: 泽维尔·多兰<br>编剧: 泽维尔·多兰<br>主演: 安妮·杜尔瓦勒 / Antoine-Olivier Pilon / 苏珊娜·克莱蒙 / 帕特里克·华德<br>类型: 剧情<br>制片国家/地区: 加拿大<br>语言: 法语<br>上映日期: 2014-10-08(法国) / 2014-05-22(戛纳电影节)<br>片长: 140分钟<br>又名: 亲爱妈咪(台)"
}, {
	"img": "15 星际穿越.jpg",
	"caption": "星际穿越",
	"desc": "导演: 克里斯托弗·诺兰<br>编剧: 乔纳森·诺兰 / 克里斯托弗·诺兰<br>主演: 马修·麦康纳 / 安妮·海瑟薇 / 杰西卡·查斯坦 / 迈克尔·凯恩 / 麦肯吉·弗依 / 更多...<br>类型: 科幻 / 悬疑 / 冒险<br>制片国家/地区: 美国 / 英国 / 加拿大<br>语言: 英语<br>上映日期: 2014-11-12(中国大陆) / 2014-11-07(美国)<br>片长: 169分钟"
}, {
	"img": "16 普罗旺斯的夏天.jpg",
	"caption": "普罗旺斯的夏天",
	"desc": "导演: 罗丝·博斯<br>编剧: 罗丝·博斯<br>主演: 让·雷诺 / 安娜·加列娜 / 克洛伊·茹阿内 / 雨果·德休 / 奥雷·阿蒂卡 / 更多...<br>类型: 剧情<br>制片国家/地区: 法国<br>语言: 法语<br>上映日期: 2014-04-02(法国)<br>片长: 105分钟<br>又名: 米斯特拉尔说 / 南部风暴预警 / Our Summer in Provence"
}, {
	"img": "17 超体 Lucy.jpg",
	"caption": "超体 Lucy",
	"desc": "导演: 吕克·贝松<br>编剧: 吕克·贝松<br>主演: 斯嘉丽·约翰逊 / 摩根·弗里曼 / 崔岷植 / 更多...<br>类型: 动作 / 科幻<br>制片国家/地区: 法国<br>语言: 英语 / 韩语 / 法语 / 汉语普通话<br>上映日期: 2014-10-24(中国大陆) / 2014-07-25(美国)<br>片长: 89分钟<br>又名: LUCY：超能煞姬(港) / 露西(台) / 超能毒贩"
}, {
	"img": "18 平常的心.jpg",
	"caption": "平常的心",
	"desc": "导演: 瑞恩·墨菲<br>编剧: 拉里·克莱默<br>主演: 马克·鲁弗洛 / 马特·波莫 / 吉姆·帕森斯 / 乔纳森·格罗夫 / 朱莉娅·罗伯茨 / 更多...<br>类型: 剧情 / 同性<br>制片国家/地区: 美国<br>语言: 英语<br>上映日期: 2014-05-25(美国)<br>片长: 133分钟<br>又名: 平常心 / 常人之心(台)"
}, {
	"img": "19 爱很怪.jpg",
	"caption": "爱很怪",
	"desc": "导演: 艾拉·萨克斯<br>编剧: 艾拉·萨克斯 / Mauricio Zacharias<br>主演: 玛丽莎·托梅 / 约翰·利特高 / 阿尔弗雷德·莫里纳 / 更多...<br>类型: 剧情 / 同性<br>制片国家/地区: 美国 / 法国 / 巴西 / 希腊<br>语言: 英语 / 俄语<br>上映日期: 2014-08-22(美国)<br>片长: 98分钟<br>又名: 流离所爱(港) / 愛，不散(台) / 爱很奇怪"
}, {
	"img": "20 麦兜我和我妈妈.jpg",
	"caption": "麦兜我和我妈妈",
	"desc": "导演: 谢立文 / 李俊民<br>编剧: 谢立文<br>主演: 黄磊 / 吴君如 / 张正中 / 黄秋生 / 蔡明丽 / 更多...<br>类型: 喜剧 / 动画 / 家庭<br>制片国家/地区: 香港 / 中国大陆<br>语言: 汉语普通话 / 粤语<br>上映日期: 2014-10-01(中国大陆/香港)<br>片长: 81分钟<br>又名: 麦兜·我和我妈妈 / 麦兜故事6 / McDull: Me & My Mum<br>"
}]